[
    {
        "name":"Franklin Ramirez",
        "position":"President",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"Hey! I'm Franklin, I am in grade 12, and I am your TED Club President. Some of my hobbies include hanging out with friends, watching movies, and losing my mind playing video games. I joined TED Club because I wanted to be a part of such an amazing club that does so much for the school community."
    },
    {
        "name":"Hayk",
        "position":"VP of Communication",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"Hi my name is Hayk and I am a grade 12 student at William Lyon Mackenzie. I am a Vice President for Ted Club and am excited to study business at York University starting next school year."
    },
    {
        "name":"Zeynep Sila Kurtoglu",
        "position":"VP of Communication",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"Hey Mackenzie! My name is Zeynep Sila Kurtoglu and I am currently a Grade 12 student at Mackenzie. This year I am one of the Vice Presidents for Ted Club and I hope to support and provide as much as I can for our school community. I have had many leadership positions prior to Ted, I am smart and hardworking in and out of the classroom, and I am a well-rounded student who knows when to have fun and when to work, which I believe makes me a great contributor to society. I hope we have a good rest of 2022 together!"
    },
    {
        "name":"Jay Hugh",
        "position":"VP of Communication",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":""
    },
    {
        "name":"Celine Hwang",
        "position":"School Ambassador",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"Hey! I’m Celine and I’m a grade 11 student working as School Ambassador for TED Club at Mackenzie. I decided to join TED Club because I wanted to help create a platform for everyone to speak on topics they’re passionate about, or for you to simply learn something new and be inspired. I’m very excited to work with the rest of the amazing TED executive team to bring you great initiatives. Feel free to ask me any questions you may have!"
    },
    {
        "name":"Synthia Xing",
        "position":"School Ambassador",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"Hey! I’m Synthia, I’m in grade 11, and I’m one of your ambassadors at TED Club. Some of my favourite hobbies are running dramatically in the rain, rage quitting music pieces within the first 5 minutes, and sending opossum memes to my friends every other five minutes. In the future, I aspire to be qualified enough to become a TED speaker myself and tell people what not to do, minus the public speaking. I joined TED because uplifting and guiding others is truly a fascinating process, and I hope to be there to witness it every step of the way."
    },
    {
        "name":"Kailey Cheng",
        "position":"School Ambassador",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"Hi guys! My name is Kailey and I am a grade ten this year! I am one of the school ambassadors of TED club and it is my pleasure to be part of this amazing team! I enjoy reading (especially Webtoons!) and listening to music (usually C-pop). I am pretty talkative (once you get to know me :)) and would love to rant to you about the homework load or just anything. I hope to see you guys at one of our TED club events and to whoever is reading this, have a great day!"
    },
    {
        "name":"Yibin Sun",
        "position":"Fundraising Coordinator",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"Yibin Sun was born in 2004, on a night with a temperature of -30 Celsius in Harbin, China. He loved photography, owns seven cats, and sleeps three hours per day for homework. He migrated to Canada in 2016 when he was 12. In 2018, he started studying at William Lyon Mackenzie Collegiate Institute. He has been an extraordinary student in both academic and extracurricular aspects. Yibin joined TED Club in the year 2021; as a fundraising coordinator, he helped the TED Club to fundraise the funds and seek sponsors."
    },
    {
        "name":"Glenys Tran",
        "position":"Fundraising Coordinator",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"Hi! My name is Glenys and I'm a grade 11 student. My interests are reading, collecting crystals and journaling and my favourite movies are The Devil wears Prada and the Harry Potter series, I'm a Hufflepuff. I'm really interested in the social science courses and I hope to major in something to do with psychology or law. I love to travel and go on adventures, my favourite county I've been to is Mexico. I'm very social, friendly and approachable, although my friends might disagreed considering I can be quite loud, I love meeting new people and going out with my friends."
    },
    {
        "name":"Jimmie So",
        "position":"Marketing and Advertising",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"I’m a Grade 12 student who joined the TED Club team this year for the first time. My hobbies include 3D modeling and doing graphic design in my spare time. I have a strong interest in STEM fields such as programming and plan on pursuing a career in engineering for post-secondary. My favorite classes are Math and ICS even though they can be stressful sometimes. At the end of the day you’ll probably find me working out in the gym or playing a variety of video games if time allows."
    },
    {
        "name":"Lois Zan",
        "position":"Marketing and Advertising",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":""
    },
    {
        "name":"Vincent Chen",
        "position":"Marketing and Advertising",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"Hi there! My name is Vincent and I’m part of the marketing crew for TED club. I enjoy making posters, infographics, and other such digital media whenever I get the opportunity. I joined TED club because I wanted to support its activities in sharing ideas and in motivating people to express their passions, and I’m sure we’ll have lots of fun in the process as well. Cheers!"
    },
    {
        "name":"Daniel Morgan",
        "position":"Web Developer",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":"Hi, I'm Daniel. I enjoy programming, board games and walking my dogs. Playing video games is my favourite pass time, although watching movies is a close second. I have been playing soccer for about 10 years. An interesting hobby I have is customizing mechanical keyboards. I am one of TED Club's web developers."
    },
    {
        "name":"Charlotte To",
        "position":"Web Developer",
        "image":"https://bulma.io/images/placeholders/480x480.png",
        "description":""
    }
]